//#include <iostream>
//using namespace std;
//int main()
//{
//	setlocale(lc_all, "");
//	int k1, k2, st1, st2;
//	float pr, sm;
//	cout << "введите данные о работнике номер 1\n";
//	cin >> k1 >> st1;
//	cout << "введите данные о работнике номер 2\n";
//	cin >> k2 >> st2;
//	cout << "введите прем.%\n";
//	cin >> pr;
//	sm = (k1 * st1 + k2 * st2)*(1+pr/100)*0.87;
//	if (k1 * st1 > k2 * st2)
//	{
//		cout << "работник номер 1 заработал больше\n";
//	}
//	else if (k1 * st1 == k2 * st2)
//	{
//		//cout << "работники заработали одинакого\n";
//	}
//	else
//	{
//		cout << "работник номер 2 заработал больше\n";
//	}
//	cout << "сумма 2 работников вместе = " << sm;
//}